Repository: Kurozora/kurozora-app
Catalog: Kurozora/Supporting Files/Content.xcstrings
Source language: en
Languages: ar, bn, cs, da, de, el, es, es_419, fa, fi, fil, fr, he, hi, hu, hy, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sv, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

source: Share Result
ar: مشاركة النتيجة
bn: ফলাফল শেয়ার করো
cs: Sdílet výsledek
da: Del resultat
de: Ergebnis teilen
el: Κοινοποίηση αποτελέσματος
es: Compartir resultado
es_419: Compartir resultado
fa: هم‌رسانی نتیجه
fi: Jaa tulos
fil: Ibahagi ang Resulta
fr: Partager le résultat
he: שתף תוצאה
hi: परिणाम शेयर करें
hu: Eredmény megosztása
hy: Կիսվել արդյունքով
id: Bagikan Hasil
it: Condividi risultato
ja: 結果を共有
ko: 결과 공유
ms: Kongsi Keputusan
nb: Del resultat
nl: Resultaat delen
pl: Udostępnij wynik
pt_br: Compartilhar Resultado
pt_pt: Partilhar Resultado
ro: Distribuie rezultatul
ru: Поделиться результатом
sv: Dela resultat
ta: முடிவைப் பகிர்
te: ఫలితాన్ని షేర్ చేయి
th: แชร์ผล
tr: Sonucu Paylaş
uk: Поділитися результатом
ur: نتیجہ شیئر کریں
vi: Chia sẻ Kết quả
zh_hans: 分享结果
zh_hant: 分享結果

source: Share Review
ar: مشاركة المراجعة
bn: রিভিউ শেয়ার করো
cs: Sdílet recenzi
da: Del anmeldelse
de: Rezension teilen
el: Κοινοποίηση κριτικής
es: Compartir reseña
es_419: Compartir reseña
fa: اشتراک‌گذاری نقد
fi: Jaa arvostelu
fil: I-share ang Review
fr: Partager l’avis
he: שיתוף ביקורת
hi: समीक्षा शेयर करें
hu: Vélemény megosztása
hy: Կիսվել կարծիքով
id: Bagikan Ulasan
it: Condividi recensione
ja: レビューをシェア
ko: 리뷰 공유
ms: Kongsi Ulasan
nb: Del anmeldelse
nl: Recensie delen
pl: Udostępnij recenzję
pt_br: Compartilhar resenha
pt_pt: Partilhar Crítica
ro: Distribuie recenzia
ru: Поделиться отзывом
sv: Dela recension
ta: விமர்சனத்தைப் பகிர்
te: రివ్యూ షేర్ చేయండి
th: แชร์รีวิว
tr: İncelemeyi Paylaş
uk: Поділитися відгуком
ur: جائزہ شیئر کریں
vi: Chia sẻ nhận xét
zh_hans: 分享评论
zh_hant: 分享評論

source: Share someone else's post on your timeline by reposting it. When you do, it'll show up here.
ar: شارك منشور شخص آخر على مخططك الزمني بإعادة نشره. عندما تفعل ذلك، سيظهر هنا.
bn: অন্য কারও পোস্ট রিপোস্ট করে তোমার টাইমলাইনে শেয়ার করো। শেয়ার করলে তা এখানে দেখা যাবে।
cs: Sdílej cizí příspěvek na své timeline tím, že ho přesdílíš. Až to uděláš, objeví se tady.
da: Del en andens opslag på din timeline ved at dele det igen. Når du gør det, dukker det op her.
de: Teile den Beitrag von jemand anderem in deiner Timeline, indem du ihn erneut teilst. Wenn du das tust, erscheint er hier.
el: Μοιράσου τη δημοσίευση κάποιου άλλου στο timeline σου αναδημοσιεύοντάς την. Μόλις το κάνεις, θα εμφανιστεί εδώ.
es: Comparte la publicación de otra persona en tu cronología recompartiéndola. Cuando lo hagas, aparecerá aquí.
es_419: Comparte la publicación de otra persona en tu timeline volviéndola a publicar. Cuando lo hagas, aparecerá aquí.
fa: پست شخص دیگری را با بازنشر در تایم‌لاینت به اشتراک بگذار. وقتی این کار را کنی، اینجا نمایش داده می‌شود.
fi: Jaa jonkun toisen julkaisu aikajanallasi uudelleenjakamalla se. Kun teet niin, se näkyy täällä.
fil: I-share ang post ng iba sa iyong timeline sa pamamagitan ng pag-repost nito. Kapag ginawa mo, lalabas ito dito.
fr: Partage le post de quelqu’un d’autre sur ta timeline en le repartageant. Quand tu le fais, il apparaît ici.
he: שתפו פוסט של מישהו אחר בציר הזמן שלכם על ידי שיתוף מחדש. כשתעשו זאת, הוא יופיע כאן.
hi: किसी और की पोस्ट को रीपोस्ट करके अपनी टाइमलाइन पर शेयर करें। जब आप ऐसा करेंगे, तो वह यहाँ दिखाई देगी।
hu: Oszd meg valaki más bejegyzését a saját idővonaladon. Ha megteszed, itt fog megjelenni.
hy: Կիսվիր ուրիշի գրառմամբ քո ֆիդում՝ վերաշեյրելով այն։ Երբ դա անես, այն կհայտնվի այստեղ։
id: Bagikan postingan orang lain ke timeline-mu dengan membagikannya ulang. Saat kamu melakukannya, postingan itu akan muncul di sini.
it: Condividi il post di qualcun altro sulla tua timeline ricondividendolo. Quando lo fai, comparirà qui.
ja: 他の人の投稿を再投稿して、あなたのタイムラインでシェアしてみましょう。再投稿するとここに表示されます。
ko: 다른 사람의 게시물을 리포스트해서 타임라인에 공유해 보세요. 그러면 여기에 표시돼요.
ms: Kongsi pos orang lain di timeline anda dengan mengepos semula. Apabila anda buat begitu, ia akan muncul di sini.
nb: Del andres innlegg på tidslinjen din ved å dele dem på nytt. Når du gjør det, dukker de opp her.
nl: Deel het bericht van iemand anders op je tijdlijn door het opnieuw te plaatsen. Wanneer je dat doet, verschijnt het hier.
pl: Udostępnij cudzy post na swojej osi czasu, podając go dalej. Gdy to zrobisz, pojawi się tutaj.
pt_br: Compartilhe a publicação de outra pessoa na sua timeline recompartilhando-a. Quando fizer isso, ela vai aparecer aqui.
pt_pt: Partilha a publicação de outra pessoa na tua timeline republicando-a. Quando o fizeres, aparece aqui.
ro: Distribuie postarea altcuiva pe cronologia ta redistribuind-o. Când o faci, va apărea aici.
ru: Делись чужими постами в своей ленте, репостя их. Когда сделаешь это, они появятся здесь.
sv: Dela någon annans inlägg på din tidslinje genom att dela det vidare. När du gör det dyker det upp här.
ta: மற்றொருவரின் இடுகையை மறுபதிவு செய்து உங்கள் டைம்லைனில் பகிருங்கள். அப்படிச் செய்தால், அது இங்கே தோன்றும்.
te: ఎవరి పోస్ట్‌నైనా రీపోస్ట్ చేసి మీ timelineలో షేర్ చేయండి. చేసినప్పుడు అది ఇక్కడ కనిపిస్తుంది.
th: แชร์โพสต์ของคนอื่นบนไทม์ไลน์ของคุณด้วยการแชร์ต่อ เมื่อคุณทำ มันจะปรากฏที่นี่
tr: Bir başkasının gönderisini yeniden paylaşarak zaman tünelinde paylaş. Yaptığında burada görünür.
uk: Поділися чужим дописом у своїй стрічці, репостнувши його. Коли зробиш це, він з’явиться тут.
ur: کسی اور کی پوسٹ کو دوبارہ پوسٹ کر کے اپنی ٹائم لائن پر شیئر کریں۔ جب آپ ایسا کریں گے تو وہ یہاں ظاہر ہو گی۔
vi: Chia sẻ bài đăng của người khác lên timeline của bạn bằng cách đăng lại. Khi bạn làm vậy, nó sẽ hiện ở đây.
zh_hans: 通过转发将他人的帖子分享到你的时间线。转发后，它会显示在这里。
zh_hant: 轉發他人的貼文到你的時間軸上吧。轉發後，它就會顯示在這裡。

source: Show
ar: عرض
bn: শো
cs: Seriál
de: Serie
el: Σειρά
es: Serie
es_419: Serie
fa: نمایش
fi: Sarja
fil: Palabas
fr: Série
he: סדרה
hi: शो
hu: Sorozat
hy: Շոու
id: Tayangan
it: Serie
ja: 番組
ko: 쇼
ms: Rancangan
nb: Serie
nl: Serie
pl: Serial
pt_br: Série
pt_pt: Série
ro: Serial
ru: Сериал
sv: Serie
ta: நிகழ்ச்சி
te: షో
th: รายการ
tr: Dizi
uk: Серіал
ur: شو
zh_hans: 节目
zh_hant: 影集

source: Show %@'s Profile
ar: عرض الملف الشخصي لـ %@
bn: %@-এর প্রোফাইল দেখাও
cs: Zobrazit profil uživatele %@
da: Vis %@'s profil
de: Profil von %@ anzeigen
el: Εμφάνιση προφίλ του %@
es: Mostrar el perfil de %@
es_419: Ver el perfil de %@
fa: نمایش پروفایل %@
fi: Näytä käyttäjän %@ profiili
fil: Ipakita ang Profile ni %@
fr: Afficher le profil de %@
he: הצגת הפרופיל של %@
hi: %@ की प्रोफ़ाइल दिखाएँ
hu: %@ profiljának megjelenítése
hy: Ցույց տալ %@-ի պրոֆիլը
id: Tampilkan Profil %@
it: Mostra il profilo di %@
ja: %@さんのプロフィールを表示
ko: %@님의 프로필 보기
ms: Tunjuk Profil %@
nb: Vis profilen til %@
nl: Toon profiel van %@
pl: Pokaż profil użytkownika %@
pt_br: Ver o perfil de %@
pt_pt: Mostrar o Perfil de %@
ro: Arată profilul lui %@
ru: Открыть профиль %@
sv: Visa %@:s profil
ta: %@ இன் சுயவிவரத்தைக் காட்டு
te: %@ ప్రొఫైల్ చూపించు
th: ดูโปรไฟล์ของ %@
tr: %@ Profilini Göster
uk: Показати профіль %@
ur: %@ کی پروفائل دکھائیں
vi: Xem trang cá nhân của %@
zh_hans: 查看 %@ 的个人主页
zh_hant: 顯示 %@ 的個人檔案

source: Show earlier versions (%@)
ar: إظهار الإصدارات السابقة (%@)
bn: পূর্ববর্তী সংস্করণ দেখাও (%@)
cs: Zobrazit starší verze (%@)
da: Vis tidligere versioner (%@)
de: Frühere Versionen anzeigen (%@)
el: Εμφάνιση παλαιότερων εκδόσεων (%@)
es: Mostrar versiones anteriores (%@)
es_419: Mostrar versiones anteriores (%@)
fa: نمایش نسخه‌های پیشین (%@)
fi: Näytä aiemmat versiot (%@)
fil: Ipakita ang mga naunang bersyon (%@)
fr: Afficher les versions précédentes (%@)
he: הצגת גרסאות קודמות (%@)
hi: पिछले संस्करण दिखाएँ (%@)
hu: Korábbi verziók megjelenítése (%@)
hy: Ցույց տալ նախորդ տարբերակները (%@)
id: Tampilkan versi sebelumnya (%@)
it: Mostra versioni precedenti (%@)
ja: 以前のバージョンを表示 (%@)
ko: 이전 버전 표시 (%@)
ms: Tunjuk versi terdahulu (%@)
nb: Vis tidligere versjoner (%@)
nl: Toon eerdere versies (%@)
pl: Pokaż wcześniejsze wersje (%@)
pt_br: Mostrar versões anteriores (%@)
pt_pt: Mostrar versões anteriores (%@)
ro: Afișează versiunile anterioare (%@)
ru: Показать прежние версии (%@)
sv: Visa tidigare versioner (%@)
ta: முந்தைய பதிப்புகளைக் காட்டு (%@)
te: మునుపటి వెర్షన్‌లను చూపించు (%@)
th: แสดงเวอร์ชันก่อนหน้า (%@)
tr: Önceki sürümleri göster (%@)
uk: Показати попередні версії (%@)
ur: پچھلے ورژن دکھائیں (%@)
vi: Hiện các phiên bản trước (%@)
zh_hans: 显示早前版本 (%@)
zh_hant: 顯示先前版本 (%@)

source: Show fillers
ar: إظهار الحلقات الحشوية
bn: ফিলার দেখাও
cs: Zobrazit fillery
da: Vis fillers
de: Filler anzeigen
el: Εμφάνιση fillers
es: Mostrar rellenos
es_419: Mostrar fillers
fa: نمایش فیلرها
fi: Näytä filleri-jaksot
fil: Ipakita ang mga filler
fr: Afficher les fillers
he: הצגת פילרים
hi: फ़िलर दिखाएँ
hu: Filler részek megjelenítése
hy: Ցույց տալ ֆիլլերները
id: Tampilkan filler
it: Mostra filler
ja: フィラーを表示
ko: 필러 표시
ms: Tunjuk filler
nb: Vis fillere
nl: Toon fillers
pl: Pokaż fillery
pt_br: Mostrar fillers
pt_pt: Mostrar fillers
ro: Arată episoadele filler
ru: Показать филлеры
sv: Visa fillers
ta: ஃபில்லர்களைக் காட்டு
te: ఫిల్లర్‌లు చూపించు
th: แสดงตอนฟิลเลอร์
tr: Filler'ları göster
uk: Показати філери
ur: فلرز دکھائیں
vi: Hiện filler
zh_hans: 显示填充集
zh_hant: 顯示填充集

source: Show original
ar: عرض النص الأصلي
bn: মূল লেখা দেখুন
cs: Zobrazit originál
da: Vis original
de: Original anzeigen
el: Εμφάνιση πρωτοτύπου
es: Ver original
es_419: Ver original
fa: نمایش متن اصلی
fi: Näytä alkuperäinen
fil: Ipakita ang orihinal
fr: Voir l'original
he: הצג מקור
hi: मूल दिखाएँ
hu: Eredeti megjelenítése
hy: Ցուցադրել բնագիրը
id: Lihat asli
it: Mostra originale
ja: 原文を表示
ko: 원문 보기
ms: Tunjuk asal
nb: Vis original
nl: Origineel tonen
pl: Pokaż oryginał
pt_br: Ver original
pt_pt: Ver original
ro: Afișează originalul
ru: Показать оригинал
sv: Visa original
ta: மூலத்தைக் காட்டு
te: అసలుది చూపు
th: ดูต้นฉบับ
tr: Orijinali göster
uk: Показати оригінал
ur: اصل دکھائیں
vi: Xem bản gốc
zh_hans: 显示原文
zh_hant: 顯示原文

source: Show Profile
ar: عرض الملف الشخصي
bn: প্রোফাইল দেখাও
cs: Zobrazit profil
da: Vis profil
de: Profil anzeigen
el: Εμφάνιση προφίλ
es: Mostrar perfil
es_419: Ver perfil
fa: نمایش پروفایل
fi: Näytä profiili
fil: Ipakita ang Profile
fr: Afficher le profil
he: הצגת פרופיל
hi: प्रोफ़ाइल दिखाएँ
hu: Profil megjelenítése
hy: Ցույց տալ պրոֆիլը
id: Tampilkan Profil
it: Mostra profilo
ja: プロフィールを表示
ko: 프로필 보기
ms: Tunjuk Profil
nb: Vis profil
nl: Toon profiel
pl: Pokaż profil
pt_br: Ver perfil
pt_pt: Mostrar Perfil
ro: Arată profilul
ru: Открыть профиль
sv: Visa profil
ta: சுயவிவரத்தைக் காட்டு
te: ప్రొఫైల్ చూపించు
th: ดูโปรไฟล์
tr: Profili Göster
uk: Показати профіль
ur: پروفائل دکھائیں
vi: Xem trang cá nhân
zh_hans: 查看个人主页
zh_hant: 顯示個人檔案

source: Show Replies
ar: إظهار الردود
bn: উত্তরগুলো দেখাও
cs: Zobrazit odpovědi
da: Vis svar
de: Antworten anzeigen
el: Εμφάνιση απαντήσεων
es: Mostrar respuestas
es_419: Mostrar respuestas
fa: نمایش پاسخ‌ها
fi: Näytä vastaukset
fil: Ipakita ang mga Sagot
fr: Afficher les réponses
he: הצגת תגובות
hi: जवाब दिखाएँ
hu: Válaszok megjelenítése
hy: Ցույց տալ պատասխանները
id: Tampilkan Balasan
it: Mostra risposte
ja: 返信を表示
ko: 답글 보기
ms: Tunjuk Balasan
nb: Vis svar
nl: Toon antwoorden
pl: Pokaż odpowiedzi
pt_br: Mostrar respostas
pt_pt: Mostrar Respostas
ro: Arată răspunsurile
ru: Показать ответы
sv: Visa svar
ta: பதில்களைக் காட்டு
te: రిప్లైలు చూపించు
th: แสดงการตอบกลับ
tr: Yanıtları Göster
uk: Показати відповіді
ur: جوابات دکھائیں
vi: Hiện trả lời
zh_hans: 显示回复
zh_hant: 顯示回覆

source: Show short reviews
ar: إظهار المراجعات القصيرة
bn: সংক্ষিপ্ত রিভিউ দেখাও
cs: Zobrazit krátké recenze
da: Vis korte anmeldelser
de: Kurze Reviews anzeigen
el: Εμφάνιση σύντομων κριτικών
es: Mostrar reseñas breves
es_419: Mostrar reseñas breves
fa: نمایش نقدهای کوتاه
fi: Näytä lyhyet arvostelut
fil: Ipakita ang mga maikling review
fr: Afficher les critiques courtes
he: הצגת ביקורות קצרות
hi: छोटी समीक्षाएँ दिखाएँ
hu: Rövid értékelések megjelenítése
hy: Ցույց տալ կարճ կարծիքները
id: Tampilkan ulasan singkat
it: Mostra recensioni brevi
ja: 短いレビューを表示
ko: 짧은 리뷰 표시
ms: Tunjuk ulasan ringkas
nb: Vis korte anmeldelser
nl: Toon korte recensies
pl: Pokaż krótkie recenzje
pt_br: Mostrar avaliações curtas
pt_pt: Mostrar críticas curtas
ro: Arată recenziile scurte
ru: Показать короткие отзывы
sv: Visa korta recensioner
ta: சுருக்கமான மதிப்புரைகளைக் காட்டு
te: చిన్న రివ్యూలు చూపించు
th: แสดงรีวิวสั้น
tr: Kısa incelemeleri göster
uk: Показати короткі огляди
ur: مختصر ریویوز دکھائیں
vi: Hiện đánh giá ngắn
zh_hans: 显示简短评价
zh_hant: 顯示簡短評論

source: Show translation
ar: عرض الترجمة
bn: অনুবাদ দেখুন
cs: Zobrazit překlad
da: Vis oversættelse
de: Übersetzung anzeigen
el: Εμφάνιση μετάφρασης
es: Ver traducción
es_419: Ver traducción
fa: نمایش ترجمه
fi: Näytä käännös
fil: Ipakita ang pagsasalin
fr: Voir la traduction
he: הצג תרגום
hi: अनुवाद दिखाएँ
hu: Fordítás megjelenítése
hy: Ցուցադրել թարգմանությունը
id: Lihat terjemahan
it: Mostra traduzione
ja: 翻訳を表示
ko: 번역 보기
ms: Tunjuk terjemahan
nb: Vis oversettelse
nl: Vertaling tonen
pl: Pokaż tłumaczenie
pt_br: Ver tradução
pt_pt: Ver tradução
ro: Afișează traducerea
ru: Показать перевод
sv: Visa översättning
ta: மொழிபெயர்ப்பைக் காட்டு
te: అనువాదాన్ని చూపు
th: ดูคำแปล
tr: Çeviriyi göster
uk: Показати переклад
ur: ترجمہ دکھائیں
vi: Xem bản dịch
zh_hans: 显示翻译
zh_hant: 顯示翻譯

# show.ratingsCount
source: %1$@ Ratings
ar: %1$@ تقييم
bn: %1$@ রেটিং
cs: %1$@ hodnocení
da: %1$@ vurderinger
de: %1$@ Bewertungen
el: %1$@ Βαθμολογίες
es: %1$@ Valoraciones
es_419: %1$@ Calificaciones
fa: %1$@ امتیاز
fi: %1$@ arvostelua
fil: %1$@ Rating
fr: %1$@ Notes
he: %1$@ דירוגים
hi: %1$@ रेटिंग
hu: %1$@ értékelés
hy: %1$@ գնահատական
id: %1$@ Penilaian
it: %1$@ Valutazioni
ja: %1$@ 件の評価
ko: %1$@ 평가
ms: %1$@ Penilaian
nb: %1$@ Vurderinger
nl: %1$@ beoordelingen
pl: %1$@ oceny
pt_br: %1$@ Avaliações
pt_pt: %1$@ Avaliações
ro: %1$@ de Evaluări
ru: %1$@ оценки
sv: %1$@ betyg
ta: %1$@ மதிப்பீடுகள்
te: %1$@ రేటింగ్‌లు
th: %1$@ คะแนน
tr: %1$@ Puan
uk: %1$@ оцінки
ur: %1$@ درجہ بندیاں
vi: %1$@ Đánh giá
zh_hans: %1$@ 个评分
zh_hant: %1$@ 則評分

source: Shown
ar: ظاهر
bn: দেখানো হয়েছে
cs: Zobrazené
da: Vist
de: Angezeigt
el: Εμφανισμένα
es: Mostrados
es_419: Mostrado
fa: نمایش‌داده‌شده
fi: Näytetään
fil: Ipinakita
fr: Affiché
he: מוצג
hi: दिखाए गए
hu: Megjelenítve
hy: Ցուցադրված
id: Ditampilkan
it: Mostrati
ja: 表示中
ko: 표시됨
ms: Ditunjukkan
nb: Vist
nl: Getoond
pl: Pokazane
pt_br: Exibidos
pt_pt: Mostrados
ro: Afișate
ru: Показаны
sv: Visas
ta: காட்டப்பட்டது
te: చూపబడినవి
th: แสดง
tr: Gösterilen
uk: Показано
ur: دکھایا گیا
vi: Đang hiện
zh_hans: 已显示
zh_hant: 已顯示

source: Sign in to play
ar: سجّل الدخول للعب
bn: খেলতে সাইন ইন করো
cs: Přihlaš se a hraj
da: Log ind for at spille
de: Anmelden zum Spielen
el: Συνδέσου για να παίξεις
es: Inicia sesión para jugar
es_419: Inicia sesión para jugar
fa: برای بازی وارد شو
fi: Kirjaudu sisään pelaamaan
fil: Mag-sign in para maglaro
fr: Connecte-toi pour jouer
he: התחבר כדי לשחק
hi: खेलने के लिए साइन इन करें
hu: Jelentkezz be a játékhoz
hy: Մտիր՝ խաղալու համար
id: Masuk untuk bermain
it: Accedi per giocare
ja: サインインしてプレイ
ko: 플레이하려면 로그인
ms: Log masuk untuk bermain
nb: Logg på for å spille
nl: Meld je aan om te spelen
pl: Zaloguj się, aby zagrać
pt_br: Entre para jogar
pt_pt: Inicia sessão para jogar
ro: Conectează-te ca să joci
ru: Войди, чтобы играть
sv: Logga in för att spela
ta: விளையாட உள்நுழையவும்
te: ఆడడానికి సైన్ ఇన్ చేయండి
th: ลงชื่อเข้าเพื่อเล่น
tr: Oynamak için giriş yap
uk: Увійди, щоб грати
ur: کھیلنے کے لیے سائن ان کریں
vi: Đăng nhập để chơi
zh_hans: 登录后即可游玩
zh_hant: 登入後即可遊玩

source: Solve today's puzzle to start your streak.
ar: حل لغز اليوم لتبدأ سلسلتك.
bn: স্ট্রিক শুরু করতে আজকের পাজল সমাধান করো।
cs: Vyřeš dnešní hádanku a začni sérii.
da: Løs dagens opgave for at starte din streak.
de: Löse das heutige Rätsel, um deine Serie zu starten.
el: Λύσε το σημερινό παζλ για να ξεκινήσεις σερί.
es: Resuelve el puzle de hoy para empezar tu racha.
es_419: Resuelve el acertijo de hoy para empezar tu racha.
fa: معمای امروز را حل کن تا زنجیره‌ات شروع شود.
fi: Ratkaise päivän pulma ja aloita putkesi.
fil: Solusyunan ang puzzle ngayong araw para magsimula ang streak mo.
fr: Résous l’énigme du jour pour lancer ta série.
he: פתור את הפאזל של היום כדי להתחיל רצף.
hi: स्ट्रीक शुरू करने के लिए आज की पहेली हल करें।
hu: Oldd meg a mai feladványt, és indítsd el a sorozatodat.
hy: Լուծիր այսօրվա հանելուկը՝ շարքդ սկսելու համար։
id: Pecahkan puzzle hari ini untuk memulai streak-mu.
it: Risolvi il puzzle di oggi per iniziare la tua serie.
ja: 今日のパズルを解いて連続記録を始めましょう。
ko: 오늘 퍼즐을 풀고 연속 기록을 시작해요.
ms: Selesaikan puzzle hari ini untuk memulakan streak anda.
nb: Løs dagens puslespill for å starte rekken din.
nl: Los de puzzel van vandaag op om je reeks te starten.
pl: Rozwiąż dzisiejszą zagadkę, aby rozpocząć serię.
pt_br: Resolva o desafio de hoje para começar sua sequência.
pt_pt: Resolve o desafio de hoje para começares a tua sequência.
ro: Rezolvă puzzle-ul de azi ca să îți începi seria.
ru: Реши сегодняшнюю головоломку, чтобы начать серию.
sv: Lös dagens pussel för att starta din svit.
ta: தொடரைத் தொடங்க இன்றைய புதிரைத் தீர்க்கவும்.
te: స్ట్రీక్ ప్రారంభించడానికి ఈరోజు పజిల్‌ను పరిష్కరించండి.
th: แก้ปริศนาวันนี้เพื่อเริ่มสตรีคของคุณ
tr: Serini başlatmak için bugünün bulmacasını çöz.
uk: Розв’яжи сьогоднішню головоломку, щоб почати серію.
ur: اسٹریک شروع کرنے کے لیے آج کی پہیلی حل کریں۔
vi: Giải câu đố hôm nay để bắt đầu chuỗi của bạn.
zh_hans: 解开今天的谜题，开启你的连胜。
zh_hant: 解開今天的謎題，開啟你的連勝。

source: Solved
ar: تم الحل
bn: সমাধান হয়েছে
cs: Vyřešeno
da: Løst
de: Gelöst
el: Λύθηκε
es: Resuelto
es_419: Resuelto
fa: حل‌شده
fi: Ratkaistu
fil: Nasolusyunan
fr: Résolue
he: נפתר
hi: हल हुआ
hu: Megoldva
hy: Լուծված
id: Terpecahkan
it: Risolto
ja: 正解
ko: 해결
ms: Selesai
nb: Løst
nl: Opgelost
pl: Rozwiązana
pt_br: Resolvido
pt_pt: Resolvido
ro: Rezolvat
ru: Решено
sv: Löst
ta: தீர்க்கப்பட்டது
te: పరిష్కరించబడింది
th: แก้ได้
tr: Çözüldü
uk: Розв’язано
ur: حل ہو گئی
vi: Đã giải
zh_hans: 已解开
zh_hant: 已解開

source: Solved in %1$lld/%2$lld
ar: تم الحل في %1$lld/%2$lld
bn: %1$lld/%2$lld-এ সমাধান
cs: Vyřešeno na %1$lld/%2$lld
da: Løst på %1$lld/%2$lld
de: Gelöst in %1$lld/%2$lld
el: Λύθηκε σε %1$lld/%2$lld
es: Resuelto en %1$lld/%2$lld
es_419: Resuelto en %1$lld/%2$lld
fa: حل‌شده در %1$lld/%2$lld
fi: Ratkaistu %1$lld/%2$lld
fil: Nasolusyunan sa %1$lld/%2$lld
fr: Résolue en %1$lld/%2$lld
he: נפתר ב-%1$lld/%2$lld
hi: %1$lld/%2$lld में हल
hu: Megoldva %1$lld/%2$lld tippből
hy: Լուծված է %1$lld/%2$lld-ում
id: Terpecahkan dalam %1$lld/%2$lld
it: Risolto in %1$lld/%2$lld
ja: %1$lld/%2$lldで正解
ko: %1$lld/%2$lld에 해결
ms: Selesai dalam %1$lld/%2$lld
nb: Løst på %1$lld/%2$lld
nl: Opgelost in %1$lld/%2$lld
pl: Rozwiązana w %1$lld/%2$lld
pt_br: Resolvido em %1$lld/%2$lld
pt_pt: Resolvido em %1$lld/%2$lld
ro: Rezolvat în %1$lld/%2$lld
ru: Решено за %1$lld/%2$lld
sv: Löst på %1$lld/%2$lld
ta: %1$lld/%2$lld இல் தீர்க்கப்பட்டது
te: %1$lld/%2$lld లో పరిష్కరించబడింది
th: แก้ได้ใน %1$lld/%2$lld
tr: %1$lld/%2$lld tahminde çözüldü
uk: Розв’язано за %1$lld/%2$lld
ur: %1$lld/%2$lld میں حل
vi: Giải trong %1$lld/%2$lld
zh_hans: %1$lld/%2$lld 次解开
zh_hant: %1$lld/%2$lld 次解開

source: Something else
ar: شيء آخر
bn: অন্য কিছু
cs: Něco jiného
da: Noget andet
de: Etwas anderes
el: Κάτι άλλο
es: Otro motivo
es_419: Otro motivo
fa: چیز دیگری
fi: Jotain muuta
fil: Iba pa
fr: Autre chose
he: משהו אחר
hi: कुछ और
hu: Valami más
hy: Այլ բան
id: Lainnya
it: Altro
ja: その他
ko: 기타
ms: Sesuatu yang lain
nb: Noe annet
nl: Iets anders
pl: Coś innego
pt_br: Outro motivo
pt_pt: Outro motivo
ro: Altceva
ru: Другое
sv: Något annat
ta: வேறு ஏதாவது
te: మరేదైనా
th: อื่น ๆ
tr: Başka bir şey
uk: Інше
ur: کچھ اور
vi: Điều khác
zh_hans: 其他
zh_hant: 其他

source: Something went wrong
ar: حدث خطأ ما
bn: কিছু একটা ভুল হয়েছে
cs: Něco se pokazilo
da: Noget gik galt
de: Etwas ist schiefgelaufen
el: Κάτι πήγε στραβά
es: Algo ha salido mal
es_419: Algo salió mal
fa: مشکلی پیش آمد
fi: Jokin meni vikaan
fil: May naganap na mali
fr: Une erreur s’est produite
he: משהו השתבש
hi: कुछ गड़बड़ हो गई
hu: Hiba történt
hy: Ինչ-որ բան սխալ գնաց
id: Terjadi kesalahan
it: Qualcosa è andato storto
ja: 問題が発生しました
ko: 문제가 발생했습니다
ms: Sesuatu telah berlaku
nb: Noe gikk galt
nl: Er is iets misgegaan
pl: Coś poszło nie tak
pt_br: Algo deu errado
pt_pt: Algo correu mal
ro: Ceva nu a mers bine
ru: Что-то пошло не так
sv: Något gick fel
ta: ஏதோ தவறு நடந்துவிட்டது
te: ఏదో తప్పు జరిగింది
th: เกิดข้อผิดพลาดบางอย่าง
tr: Bir şeyler ters gitti
uk: Щось пішло не так
ur: کچھ غلط ہو گیا
vi: Đã xảy ra lỗi
zh_hans: 出错了
zh_hant: 發生錯誤

source: Song
ar: أغنية
bn: গান
cs: Skladba
da: Sang
el: Τραγούδι
es: Canción
es_419: Canción
fa: آهنگ
fi: Kappale
fil: Kanta
fr: Chanson
he: שיר
hi: गाना
hu: Dal
hy: Երգ
id: Lagu
it: Brano
ja: 曲
ko: 곡
ms: Lagu
nb: Sang
nl: Nummer
pl: Utwór
pt_br: Música
pt_pt: Música
ro: Melodie
ru: Песня
sv: Låt
ta: பாடல்
te: పాట
th: เพลง
tr: Şarkı
uk: Пісня
ur: گانا
vi: Bài hát
zh_hans: 歌曲
zh_hant: 歌曲
